export const CHECK_TREE_MOCK = [
  {
    label: "Биология",
    value: "Биология",
    children: [
      {
        label: "Антропология",
        value: "Антропология",
        children: [
          {
            label: "Антропометрия",
            value: "Антропометрия",
            children: [
              {
                label: "Параметры тела",
                value: "Параметры тела",
                children: [
                  {
                    label: "Вес",
                    value: "Вес",
                  },
                  {
                    label: "Группа-крови",
                    value: "Группа-крови",
                  },
                  {
                    label: "Пол",
                    value: "Пол",
                  },
                  {
                    label: "Преобладающая рука",
                    value: "Преобладающая рука",
                  },
                  {
                    label: "Размер обуви",
                    value: "Размер обуви",
                  },
                  {
                    label: "Размер одежды",
                    value: "Размер одежды",
                  },
                  {
                    label: "Резус-фактор",
                    value: "Резус-фактор",
                  },
                  {
                    label: "Рост",
                    value: "Рост",
                  },
                  {
                    label: "Цвет волос",
                    value: "Цвет волос",
                  }
                ]
              }
            ]
          },
          {
            label: "Образ жизни",
            value: "Образ жизни",
            children: [
              {
                label: "Биоритмы",
                value: "Биоритмы",
                children: [
                  {
                    label: "Сколько часов сна необходимо",
                    value: "Сколько часов сна необходимо",
                  },
                  {
                    label: "Хронотип",
                    value: "Хронотип",
                  }
                ]
              }
            ]
          },
          {
            label: "Рацион питания",
            value: "Рацион питания",
            children: [
              {
                label: "Особенности питания",
                value: "Особенности питания",
                children: [
                  {
                    label: "Тип питания",
                    value: "Тип питания",
                    children: []
                  }
                ]
              },
              {
                label: "Предпочтения Рацион питания",
                value: "Предпочтения Рацион питания",
                children: [
                  {
                    label: "Сорт кофе",
                    value: "Сорт кофе",
                    children: []
                  },
                  {
                    label: "Сорт чая",
                    value: "Сорт чая",
                    children: []
                  }
                ]
              },
              {
                label: "Частота Рацион питания",
                value: "Частота Рацион питания",
                children: [
                  {
                    label: "Частота приема пищи",
                    value: "Частота приема пищи",
                    children: []
                  },
                  {
                    label: "Частота употребления кофе",
                    value: "Частота употребления кофе",
                    children: []
                  },
                  {
                    label: "Частота употребления чая",
                    value: "Частота употребления чая",
                    children: []
                  }
                ]
              }
            ]
          }

        ]
      },
      {
        label: "Медицина",
        value: "Медицина",
        children: [
          {
            label: "Здоровье",
            value: "Здоровье",
            children: [
              {
                label: "Вредные привычки",
                value: "Вредные привычки",
                children: [
                  {
                    label: "Вид алкоголя",
                    value: "Вид алкоголя",
                  },
                  {
                    label: "Частота курения",
                    value: "Частота курения",
                  },
                  {
                    label: "Частота употребления алкоголя",
                    value: "Частота употребления алкоголя",
                  }
                ]
              },
              {
                label: "Заболевания",
                value: "Заболевания",
                children: [
                  {
                    label: "Есть ли аллергии",
                    value: "Есть ли аллергии",
                  },
                  {
                    label: "Наличие хронического заболевания",
                    value: "Наличие хронического заболевания",
                  },
                  {
                    label: "Тип хронического заболевания",
                    value: "Тип хронического заболевания",
                  }
                ]
              },
              {
                label: "Зрение",
                value: "Зрение",
                children: [
                  {
                    label: "Оценка зрения",
                    value: "Оценка зрения",
                  },
                  {
                    label: "Уровень близорукости",
                    value: "Уровень близорукости",
                  },
                  {
                    label: "Уровень дальнозоркости",
                    value: "Уровень дальнозоркости",
                  }
                ]
              }

            ]
          },
          {
            label: "Профилактика",
            value: "Профилактика",
            children: [
              {
                label: "Вакцинация",
                value: "Вакцинация",
                children: [
                  {
                    label: "Отношение к вакцинации",
                    value: "Отношение к вакцинации",
                  }
                ]
              },
              {
                label: "Витамины, бады, протеины",
                value: "Витамины, бады, протеины",
                children: [
                  {
                    label: "Употребление БАДов",
                    value: "Употребление БАДов",
                  },
                  {
                    label: "Употребление витаминов",
                    value: "Употребление витаминов",
                  },
                  {
                    label: "Употребление лекарств",
                    value: "Употребление лекарств",
                  },
                  {
                    label: "Употребление протеинов",
                    value: "Употребление протеинов",
                  }
                ]
              }
            ]
          }

        ]
      }
    ]
  },
  // {
  //   label: "Психология",
  //   value: "Психология",
  //   children: [
  //     {
  //       label: "Бессознательное",
  //       value: "Бессознательное",
  //       children: [
  //         {
  //           label: "Сновидения",
  //           value: "Сновидения",
  //           children: [
  //             {
  //               label: "Виды сновидений",
  //               value: "Виды сновидений",
  //               children: [
  //                 {
  //                   label: "Виды сновидений",
  //                   value: "Виды сновидений",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Наличие снов",
  //               value: "Наличие снов",
  //               children: [
  //                 {
  //                   label: "Наличие снов",
  //                   value: "Наличие снов",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Частота снов",
  //               value: "Частота снов",
  //               children: [
  //                 {
  //                   label: "Частота снов",
  //                   value: "Частота снов",
  //                 }
  //               ]
  //             }
  //           ]
  //         }
  //       ]
  //     },
  //     {
  //       label: "Когнитивная сфера",
  //       value: "Когнитивная сфера",
  //       children: [
  //         {
  //           label: "Воображение",
  //           value: "Воображение",
  //           children: [
  //             {
  //               label: "Креативность",
  //               value: "Креативность",
  //               children: [
  //                 {
  //                   label: "Сфера для творчества",
  //                   value: "Сфера для творчества",
  //                 },
  //                 {
  //                   label: "Считаете ли творческим человеком",
  //                   value: "Считаете ли творческим человеком",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Восприятие",
  //           value: "Восприятие",
  //           children: [
  //             {
  //               label: "Любимый цвет",
  //               value: "Любимый цвет",
  //               children: [
  //                 {
  //                   label: "Любимый цвет",
  //                   value: "Любимый цвет",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Предпочтения в освещении",
  //               value: "Предпочтения в освещении",
  //               children: [
  //                 {
  //                   label: "Тип освещения",
  //                   value: "Тип освещения",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Способности",
  //           value: "Способности",
  //           children: [
  //             {
  //               label: "Интеллектуальные",
  //               value: "Интеллектуальные",
  //               children: [
  //                 {
  //                   label: "Уровень IQ",
  //                   value: "Уровень IQ",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Практические",
  //               value: "Практические",
  //               children: [
  //                 {
  //                   label: "Тест IQ",
  //                   value: "Тест IQ",
  //                 }
  //               ]
  //             }
  //           ]
  //         }
  //       ]
  //     },
  //     {
  //       label: "Ценностно-мотивационная сфера",
  //       value: "Ценностно-мотивационная сфера",
  //       children: [
  //         {
  //           label: "Ценности",
  //           value: "Ценности",
  //           children: [
  //             {
  //               label: "Важность ценности",
  //               value: "Важность ценности",
  //               children: [
  //                 {
  //                   label: "Уровень важности ценности | Безопасность",
  //                   value: "Уровень важности ценности | Безопасность",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Доброта",
  //                   value: "Уровень важности ценности | Доброта",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Индивидуальность",
  //                   value: "Уровень важности ценности | Индивидуальность",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Любовь",
  //                   value: "Уровень важности ценности | Любовь",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Надежность",
  //                   value: "Уровень важности ценности | Надежность",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Образованность",
  //                   value: "Уровень важности ценности | Образованность",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Равенство",
  //                   value: "Уровень важности ценности | Равенство",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Семья",
  //                   value: "Уровень важности ценности | Семья",
  //                 },
  //                 {
  //                   label: "Уровень важности ценности | Справедливость",
  //                   value: "Уровень важности ценности | Справедливость",
  //                 }
  //               ]
  //             }
  //           ]
  //         }
  //       ]
  //     }
  //   ]
  // },
  // {
  //   label: "Социология",
  //   value: "Социология",
  //   children: [
  //     {
  //       label: "Культура и духовная жизнь",
  //       value: "Культура и духовная жизнь",
  //       children: [
  //         {
  //           label: "Досуг",
  //           value: "Досуг",
  //           children: [
  //             {
  //               label: "Предпочтения Досуг",
  //               value: "Предпочтения Досуг",
  //               children: [
  //                 {
  //                   label: "В какие видеоигры играете",
  //                   value: "В какие видеоигры играете",
  //                 },
  //                 {
  //                   label: "Виды увлечений",
  //                   value: "Виды увлечений",
  //                 },
  //                 {
  //                   label: "Предпочтения жанра кино",
  //                   value: "Предпочтения жанра кино",
  //                 },
  //                 {
  //                   label: "Предпочтения жанра сериала",
  //                   value: "Предпочтения жанра сериала",
  //                 },
  //                 {
  //                   label: "Предпочтения темы подкастов",
  //                   value: "Предпочтения темы подкастов",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Способ/формат",
  //               value: "Способ/формат",
  //               children: [
  //                 {
  //                   label: "Где смотрите кино",
  //                   value: "Где смотрите кино",
  //                 },
  //                 {
  //                   label: "Где смотрите сериалы",
  //                   value: "Где смотрите сериалы",
  //                 },
  //                 {
  //                   label: "Платформы для видеоигр",
  //                   value: "Платформы для видеоигр",
  //                 },
  //                 {
  //                   label: "Формат подкастов",
  //                   value: "Формат подкастов",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Частота Досуг",
  //               value: "Частота Досуг",
  //               children: [
  //                 {
  //                   label: "Как часто играете в видеоигры",
  //                   value: "Как часто играете в видеоигры",
  //                 },
  //                 {
  //                   label: "Как часто слушаете подкасты",
  //                   value: "Как часто слушаете подкасты",
  //                 },
  //                 {
  //                   label: "Как часто смотрите кино",
  //                   value: "Как часто смотрите кино",
  //                 },
  //                 {
  //                   label: "Как часто смотрите сериалы",
  //                   value: "Как часто смотрите сериалы",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Искусство",
  //           value: "Искусство",
  //           children: [
  //             {
  //               label: "Вовлеченность",
  //               value: "Вовлеченность",
  //               children: [
  //                 {
  //                   label: "Как часто читаете литературу",
  //                   value: "Как часто читаете литературу",
  //                 },
  //                 {
  //                   label: "Слушаете ли музыку",
  //                   value: "Слушаете ли музыку",
  //                 },
  //                 {
  //                   label: "Способ чтения литературы",
  //                   value: "Способ чтения литературы",
  //                 },
  //                 {
  //                   label: "Частота посещения выставок",
  //                   value: "Частота посещения выставок",
  //                 },
  //                 {
  //                   label: "Частота посещения музеев",
  //                   value: "Частота посещения музеев",
  //                 },
  //                 {
  //                   label: "Частота посещения театра",
  //                   value: "Частота посещения театра",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Предпочтения Искусство",
  //               value: "Предпочтения Искусство",
  //               children: [
  //                 {
  //                   label: "Какие выставки любите посещать",
  //                   value: "Какие выставки любите посещать",
  //                 },
  //                 {
  //                   label: "Предпочтения в музыке",
  //                   value: "Предпочтения в музыке",
  //                 },
  //                 {
  //                   label: "Предпочтения литературного жанра",
  //                   value: "Предпочтения литературного жанра",
  //                 },
  //                 {
  //                   label: "Предпочтения театрального жанра",
  //                   value: "Предпочтения театрального жанра",
  //                 },
  //                 {
  //                   label: "Предпочтения тематики музея",
  //                   value: "Предпочтения тематики музея",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Массовые коммуникации",
  //           value: "Массовые коммуникации",
  //           children: [
  //             {
  //               label: "В какое время",
  //               value: "В какое время",
  //               children: [
  //                 {
  //                   label: "Радио по будням",
  //                   value: "Радио по будням",
  //                 },
  //                 {
  //                   label: "Радио по выходным",
  //                   value: "Радио по выходным",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Время ТВ будни",
  //               value: "Время ТВ будни",
  //               children: [
  //                 {
  //                   label: "Время ТВ будни",
  //                   value: "Время ТВ будни",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Время ТВ выходные",
  //               value: "Время ТВ выходные",
  //               children: [
  //                 {
  //                   label: "Время ТВ выходные",
  //                   value: "Время ТВ выходные",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Доверие",
  //               value: "Доверие",
  //               children: [
  //                 {
  //                   label: "Уровень доверия информации | Информация в печатных изданиях (газеты, журналы и т.д.)",
  //                   value: "Уровень доверия информации | Информация в печатных изданиях (газеты, журналы и т.д.)",
  //                 },
  //                 {
  //                   label: "Уровень доверия информации | Информация из Интернета",
  //                   value: "Уровень доверия информации | Информация из Интернета",
  //                 },
  //                 {
  //                   label: "Уровень доверия информации | Информация из социальных сетей",
  //                   value: "Уровень доверия информации | Информация из социальных сетей",
  //                 },
  //                 {
  //                   label: "Уровень доверия информации | Информация на ТВ",
  //                   value: "Уровень доверия информации | Информация на ТВ",
  //                 },
  //                 {
  //                   label: "Уровень доверия информации | Информация по радио",
  //                   value: "Уровень доверия информации | Информация по радио",
  //                 },
  //                 {
  //                   label: "Уровень доверия лидерам | Выступающим в Интернете",
  //                   value: "Уровень доверия лидерам | Выступающим в Интернете",
  //                 },
  //                 {
  //                   label: "Уровень доверия лидерам | Выступающим на платформе социальных сетей",
  //                   value: "Уровень доверия лидерам | Выступающим на платформе социальных сетей",
  //                 },
  //                 {
  //                   label: "Уровень доверия лидерам | Выступающим по ТВ",
  //                   value: "Уровень доверия лидерам | Выступающим по ТВ",
  //                 },
  //                 {
  //                   label: "Уровень доверия лидерам | Выступающим по радио",
  //                   value: "Уровень доверия лидерам | Выступающим по радио",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Продолжительность ТВ будни",
  //               value: "Продолжительность ТВ будни",
  //               children: [
  //                 {
  //                   label: "Продолжительность ТВ будни",
  //                   value: "Продолжительность ТВ будни",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Продолжительность ТВ выходные",
  //               value: "Продолжительность ТВ выходные",
  //               children: [
  //                 {
  //                   label: "Продолжительность ТВ выходные",
  //                   value: "Продолжительность ТВ выходные",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Реклама",
  //               value: "Реклама",
  //               children: [
  //                 {
  //                   label: "Отношение к Интернет рекламе",
  //                   value: "Отношение к Интернет рекламе",
  //                 },
  //                 {
  //                   label: "Отношение к радиорекламе",
  //                   value: "Отношение к радиорекламе",
  //                 },
  //                 {
  //                   label: "Отношение к телерекламе",
  //                   value: "Отношение к телерекламе",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Сколько времени",
  //               value: "Сколько времени",
  //               children: [
  //                 {
  //                   label: "Интернет в будни",
  //                   value: "Интернет в будни",
  //                 },
  //                 {
  //                   label: "Интернет в выходные",
  //                   value: "Интернет в выходные",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Способ/устройство",
  //               value: "Способ/устройство",
  //               children: [
  //                 {
  //                   label: "Устройство для просмотра телевидения",
  //                   value: "Устройство для просмотра телевидения",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Цели использования",
  //               value: "Цели использования",
  //               children: [
  //                 {
  //                   label: "Цели в соцсетей",
  //                   value: "Цели в соцсетей",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Частота использования",
  //               value: "Частота использования",
  //               children: [
  //                 {
  //                   label: "Как часто слушаете радио",
  //                   value: "Как часто слушаете радио",
  //                 },
  //                 {
  //                   label: "Как часто смотрите телевидение",
  //                   value: "Как часто смотрите телевидение",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Чем пользуетесь",
  //               value: "Чем пользуетесь",
  //               children: [
  //                 {
  //                   label: "Какие соцсети",
  //                   value: "Какие соцсети",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Наука и образование",
  //           value: "Наука и образование",
  //           children: [
  //             {
  //               label: "Образование",
  //               value: "Образование",
  //               children: [
  //                 {
  //                   label: "Уровень образования",
  //                   value: "Уровень образования",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Религия",
  //           value: "Религия",
  //           children: [
  //             {
  //               label: "Принадлежность",
  //               value: "Принадлежность",
  //               children: [
  //                 {
  //                   label: "Какую религию исповедуете",
  //                   value: "Какую религию исповедуете",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Спорт",
  //           value: "Спорт",
  //           children: [
  //             {
  //               label: "Участие в мероприятиях",
  //               value: "Участие в мероприятиях",
  //               children: [
  //                 {
  //                   label: "Какие мероприятия посещаете",
  //                   value: "Какие мероприятия посещаете",
  //                 }
  //               ]
  //             }
  //           ]
  //         }
  //       ]
  //     },
  //     {
  //       label: "Политика",
  //       value: "Политика",
  //       children: [
  //         {
  //           label: "Государство",
  //           value: "Государство",
  //           children: [
  //             {
  //               label: "Восприятие государства",
  //               value: "Восприятие государства",
  //               children: [
  //                 {
  //                   label: "Отношение",
  //                   value: "Отношение",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Политическая идентичность",
  //               value: "Политическая идентичность",
  //               children: [
  //                 {
  //                   label: "Политические взгляды",
  //                   value: "Политические взгляды",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Источники информации",
  //           value: "Источники информации",
  //           children: [
  //             {
  //               label: "Политические партии и кандидаты в президенты РФ",
  //               value: "Политические партии и кандидаты в президенты РФ",
  //               children: [
  //                 {
  //                   label: "Знание партий",
  //                   value: "Знание партий",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Политическое поведение",
  //           value: "Политическое поведение",
  //           children: [
  //             {
  //               label: "Восприятие",
  //               value: "Восприятие",
  //               children: [
  //                 {
  //                   label: "Влияние на принятие решений",
  //                   value: "Влияние на принятие решений",
  //                 },
  //                 {
  //                   label: "Отношение к выборам",
  //                   value: "Отношение к выборам",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Готовность участвовать",
  //               value: "Готовность участвовать",
  //               children: [
  //                 {
  //                   label: "Выборы Президента РФ",
  //                   value: "Выборы Президента РФ",
  //                 },
  //                 {
  //                   label: "Выборы в ГД",
  //                   value: "Выборы в ГД",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Планы по голосованию",
  //               value: "Планы по голосованию",
  //               children: [
  //                 {
  //                   label: "Кандидат в президенты РФ",
  //                   value: "Кандидат в президенты РФ",
  //                 },
  //                 {
  //                   label: "Кандидат в президенты РФ (с В.В. Путиным)",
  //                   value: "Кандидат в президенты РФ (с В.В. Путиным)",
  //                 },
  //                 {
  //                   label: "Партия в ГД",
  //                   value: "Партия в ГД",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Политическое участие",
  //               value: "Политическое участие",
  //               children: [
  //                 {
  //                   label: "Частота участия",
  //                   value: "Частота участия",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Принятие решения",
  //               value: "Принятие решения",
  //               children: [
  //                 {
  //                   label: "Время принятия решения",
  //                   value: "Время принятия решения",
  //                 },
  //                 {
  //                   label: "Кто принимает решение",
  //                   value: "Кто принимает решение",
  //                 },
  //                 {
  //                   label: "Причины не участия",
  //                   value: "Причины не участия",
  //                 }
  //               ]
  //             }
  //           ]
  //         }
  //       ]
  //     },
  //     {
  //       label: "Социальное окружение",
  //       value: "Социальное окружение",
  //       children: [
  //         {
  //           label: "Домашние животные",
  //           value: "Домашние животные",
  //           children: [
  //             {
  //               label: "Другие домашние животные",
  //               value: "Другие домашние животные",
  //               children: [
  //                 {
  //                   label: "Наличие других домашних животных",
  //                   value: "Наличие других домашних животных",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Кошки",
  //               value: "Кошки",
  //               children: [
  //                 {
  //                   label: "Наличие кошки",
  //                   value: "Наличие кошки",
  //                 },
  //                 {
  //                   label: "Порода кошки",
  //                   value: "Порода кошки",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Разведение животных",
  //               value: "Разведение животных",
  //               children: [
  //                 {
  //                   label: "Разведение котят",
  //                   value: "Разведение котят",
  //                 },
  //                 {
  //                   label: "Разведение щенков",
  //                   value: "Разведение щенков",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Собаки",
  //               value: "Собаки",
  //               children: [
  //                 {
  //                   label: "Наличие собаки",
  //                   value: "Наличие собаки",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Порода собаки",
  //                   value: "Порода собаки",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Малые группы",
  //           value: "Малые группы",
  //           children: [
  //             {
  //               label: "Доверие к другим",
  //               value: "Доверие к другим",
  //               children: [
  //                 {
  //                   label: "Уровень доверия к другим | Знакомые, с которыми вместе проводите свободное время",
  //                   value: "Уровень доверия к другим | Знакомые, с которыми вместе проводите свободное время",
  //                 },
  //                 {
  //                   label: "Уровень доверия к другим | Коллеги",
  //                   value: "Уровень доверия к другим | Коллеги",
  //                 },
  //                 {
  //                   label: "Уровень доверия к другим | Незнакомые люди, живущие в вашем городе",
  //                   value: "Уровень доверия к другим | Незнакомые люди, живущие в вашем городе",
  //                 },
  //                 {
  //                   label: "Уровень доверия к другим | Соседи по дому",
  //                   value: "Уровень доверия к другим | Соседи по дому",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Семья",
  //           value: "Семья",
  //           children: [
  //             {
  //               label: "Дети",
  //               value: "Дети",
  //               children: [
  //                 {
  //                   label: "Количество",
  //                   value: "Количество",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Размер домохозяйства",
  //               value: "Размер домохозяйства",
  //               children: [
  //                 {
  //                   label: "Количество поколений",
  //                   value: "Количество поколений",
  //                 },
  //                 {
  //                   label: "Размер семьи",
  //                   value: "Размер семьи",
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Семейное положение",
  //               value: "Семейное положение",
  //               children: [
  //                 {
  //                   label: "Оценка семейного положения",
  //                   value: "Оценка семейного положения",
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Этничность",
  //           value: "Этничность",
  //           children: [
  //             {
  //               label: "Национальность",
  //               value: "Национальность",
  //               children: [
  //                 {
  //                   label: "Народность",
  //                   value: "Народность",
  //                 }
  //               ]
  //             }
  //           ]
  //         }
  //       ]
  //     },
  //     {
  //       label: "Экономика",
  //       value: "Экономика",
  //       children: [
  //         {
  //           label: "Потребление",
  //           value: "Потребление",
  //           children: [
  //             {
  //               label: "Мода",
  //               value: "Мода",
  //               children: [
  //                 {
  //                   label: "Предпочтения в одежде",
  //                   value: "Предпочтения в одежде",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Следование моде",
  //                   value: "Следование моде",
  //                   children: []
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Посещение",
  //               value: "Посещение",
  //               children: [
  //                 {
  //                   label: "Частота посещения | Бары / пабы",
  //                   value: "Частота посещения | Бары / пабы",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Кафе",
  //                   value: "Частота посещения | Кафе",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Кинотеатры",
  //                   value: "Частота посещения | Кинотеатры",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Ночные клубы / дискотеки",
  //                   value: "Частота посещения | Ночные клубы / дискотеки",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Рестораны",
  //                   value: "Частота посещения | Рестораны",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Рестораны фастфуд (fast food) / быстрого питания",
  //                   value: "Частота посещения | Рестораны фастфуд (fast food) / быстрого питания",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Салоны красоты",
  //                   value: "Частота посещения | Салоны красоты",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Спортивные мероприятия (футбол, хоккей и т.д.)",
  //                   value: "Частота посещения | Спортивные мероприятия (футбол, хоккей и т.д.)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Театры, концерты, выставки",
  //                   value: "Частота посещения | Театры, концерты, выставки",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Частота посещения | Фитнес клуб / спортзал",
  //                   value: "Частота посещения | Фитнес клуб / спортзал",
  //                   children: []
  //                 }
  //               ]
  //             },
  //             {
  //               label: "Стратегия экономии",
  //               value: "Стратегия экономии",
  //               children: [
  //                 {
  //                   label: "Виды экономии | Внимательно читаю рекламные брошюры в магазинах в поисках товаров по акции (товаров со скидкой)",
  //                   value: "Виды экономии | Внимательно читаю рекламные брошюры в магазинах в поисках товаров по акции (товаров со скидкой)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Выбираю магазины со специальными предложениями и скидками",
  //                   value: "Виды экономии | Выбираю магазины со специальными предложениями и скидками",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Если у меня есть карта лояльности, я скорее совершу покупку в этой торговой сети",
  //                   value: "Виды экономии | Если у меня есть карта лояльности, я скорее совершу покупку в этой торговой сети",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Если я случайно вижу стойки со специальными предложениями, я могу купить марку, даже если раньше ее не пробовал(а)",
  //                   value: "Виды экономии | Если я случайно вижу стойки со специальными предложениями, я могу купить марку, даже если раньше ее не пробовал(а)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Избегаю определенных отделов/полок в магазине, чтобы уменьшить возможный соблазн",
  //                   value: "Виды экономии | Избегаю определенных отделов/полок в магазине, чтобы уменьшить возможный соблазн",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Избегаю покупки дорогих брендов (марок)",
  //                   value: "Виды экономии | Избегаю покупки дорогих брендов (марок)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Избегаю покупки ненужных продуктов",
  //                   value: "Виды экономии | Избегаю покупки ненужных продуктов",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Избегаю совместного похода за покупками с другими членами семьи, чтобы минимизировать импульсные покупки",
  //                   value: "Виды экономии | Избегаю совместного похода за покупками с другими членами семьи, чтобы минимизировать импульсные покупки",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Ищу промо-акции и скидки на товары, которые я покупаю регулярно",
  //                   value: "Виды экономии | Ищу промо-акции и скидки на товары, которые я покупаю регулярно",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Не покупаю/реже покупаю дорогие виды продуктов",
  //                   value: "Виды экономии | Не покупаю/реже покупаю дорогие виды продуктов",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Обращаю более пристальное внимание на выгодные продукты (с хорошим соотношением «цена-качество»)",
  //                   value: "Виды экономии | Обращаю более пристальное внимание на выгодные продукты (с хорошим соотношением «цена-качество»)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Обращаю более пристальное внимание на цену за 1 кг. продуктов",
  //                   value: "Виды экономии | Обращаю более пристальное внимание на цену за 1 кг. продуктов",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Отслеживаю в каких магазинах проходят акции на конкретные товары/продукты и целенаправленно хожу/езжу в эти магазины за этими товарами/продуктами",
  //                   value: "Виды экономии | Отслеживаю в каких магазинах проходят акции на конкретные товары/продукты и целенаправленно хожу/езжу в эти магазины за этими товарами/продуктами",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю более дешевые бренды (марки)",
  //                   value: "Виды экономии | Покупаю более дешевые бренды (марки)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю более дорогие бренды (марки) только по акции (со скидкой)",
  //                   value: "Виды экономии | Покупаю более дорогие бренды (марки) только по акции (со скидкой)",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю дорогие продукты, но в меньшем количестве",
  //                   value: "Виды экономии | Покупаю дорогие продукты, но в меньшем количестве",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю и запасаю продукты впрок",
  //                   value: "Виды экономии | Покупаю и запасаю продукты впрок",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю продукты питания только, если я уверен(а), что употреблю их",
  //                   value: "Виды экономии | Покупаю продукты питания только, если я уверен(а), что употреблю их",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю продукты с максимальным сроком хранения",
  //                   value: "Виды экономии | Покупаю продукты с максимальным сроком хранения",
  //                   children: []
  //                 },
  //                 {
  //                   label: "Виды экономии | Покупаю собственные торговые марки (частные марки) магазинов чаще, чем делал(а) это раньше",
  //                   value: "Виды экономии | Покупаю собственные торговые марки (частные марки) магазинов чаще, чем делал(а) это раньше",
  //                   children: []
  //                 }
  //               ]
  //             }
  //           ]
  //         },
  //         {
  //           label: "Бренды",
  //           value: "Бренды",
  //           children: [
  //             {
  //               label: "Предпочтения в отношении брендов",
  //               value: "Предпочтения в отношении брендов",
  //               children: []
  //             },
  //             {
  //               label: "Отношение к ценам брендов",
  //               value: "Отношение к ценам брендов",
  //               children: []
  //             }
  //           ]
  //         }
  //       ]
  //     }
  //
  //   ]
  // }
]