export const SUN_DATA = [
  {
    "name": "Биология",
    "value": 33.333333333333336,
    "children": [
      {
        "name": "Антропология",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Антропометрия",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Параметры тела",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Вес",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Группа-крови",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Пол",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Преобладающая рука",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Размер обуви",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Размер одежды",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Резус-фактор",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Рост",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Цвет волос",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Образ жизни",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Биоритмы",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Сколько часов сна необходимо",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Хронотип",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Рацион питания",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Особенности питания",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Тип питания",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Предпочтения Рацион питания",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Сорт кофе",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Сорт чая",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Частота Рацион питания",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Частота приема пищи",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота употребления кофе",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота употребления чая",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "Медицина",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Здоровье",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Вредные привычки",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Вид алкоголя",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота курения",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота употребления алкоголя",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Заболевания",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Есть ли аллергии",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Наличие хронического заболевания",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Тип хронического заболевания",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Зрение",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Оценка зрения",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень близорукости",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень дальнозоркости",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Профилактика",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Вакцинация",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Отношение к вакцинации",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Витамины, бады, протеины",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Употребление БАДов",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Употребление витаминов",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Употребление лекарств",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Употребление протеинов",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Психология",
    "value": 33.333333333333336,
    "children": [
      {
        "name": "Бессознательное",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Сновидения",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Виды сновидений",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Виды сновидений",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Наличие снов",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Наличие снов",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Частота снов",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Частота снов",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "Когнитивная сфера",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Воображение",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Креативность",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Сфера для творчества",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Считаете ли творческим человеком",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Восприятие",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Любимый цвет",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Любимый цвет",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Предпочтения в освещении",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Тип освещения",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Способности",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Интеллектуальные",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Уровень IQ",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Практические",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Тест IQ",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "Ценностно-мотивационная сфера",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Ценности",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Важность ценности",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Уровень важности ценности | Безопасность",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Доброта",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Индивидуальность",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Любовь ",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Надежность",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Образованность",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Равенство",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Семья",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень важности ценности | Справедливость",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Социология",
    "value": 33.333333333333336,
    "children": [
      {
        "name": "Культура и духовная жизнь",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Досуг",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Предпочтения Досуг",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "В какие видеоигры играете",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды увлечений",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения жанра кино",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения жанра сериала",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения темы подкастов",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Способ/формат",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Где смотрите кино",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Где смотрите сериалы",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Платформы для видеоигр",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Формат подкастов",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Частота Досуг",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Как часто играете в видеоигры",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Как часто слушаете подкасты",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Как часто смотрите кино",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Как часто смотрите сериалы",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Искусство",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Вовлеченность",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Как часто читаете литературу",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Слушаете ли музыку",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Способ чтения литературы",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения выставок",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения музеев",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения театра",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Предпочтения Искусство",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Какие выставки любите посещать",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения в музыке",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения литературного жанра",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения театрального жанра",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Предпочтения тематики музея",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Массовые коммуникации",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "В какое время",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Радио по будням",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Радио по выходным",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Время ТВ будни",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Время ТВ будни",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Время ТВ выходные",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Время ТВ выходные",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Доверие",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Уровень доверия информации | Информация в печатных изданиях (газеты, журналы и т.д.)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия информации | Информация из Интернета",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия информации | Информация из социальных сетей",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия информации | Информация на ТВ",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия информации | Информация по радио",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия лидерам | Выступающим в Интернете",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия лидерам | Выступающим на платформе социальных сетей",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия лидерам | Выступающим по ТВ",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия лидерам | Выступающим по радио",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Продолжительность ТВ будни",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Продолжительность ТВ будни",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Продолжительность ТВ выходные",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Продолжительность ТВ выходные",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Реклама",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Отношение к Интернет рекламе",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Отношение к радиорекламе",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Отношение к телерекламе",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Сколько времени",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Интернет в будни",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Интернет в выходные",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Способ/устройство",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Устройство для просмотра телевидения",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Цели использования",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Цели в соцсетей",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Частота использования",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Как часто слушаете радио",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Как часто смотрите телевидение",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Чем пользуютесь",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Какие соцсети",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Наука и образование",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Образование",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Уровень образования",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Религия",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Принадлежность",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Какую религию исповедуете",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Спорт",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Участие в мероприятиях",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Какие мероприятия посещаете",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "Политика",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Государство",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Восприятие государства",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Отношение",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Политическая идентичность",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Политические взгляды",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Источники информации",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Политические партии и кандидаты в президенты РФ",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Знание партий",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Политическое поведение",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Восприятие",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Влияние на принятие решений",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Отношение к выборам",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Готовность участвовать",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Выборы Президента РФ",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Выборы в ГД",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Планы по голосованию",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Кандидат в президенты РФ",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Кандидат в президенты РФ (с В.В. Путиным)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Партия в ГД",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Политическое участие",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Частота участия",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Принятие решения",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Время принятия решения",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Кто принимает решение",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Причины не участия",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "Социальное окружение",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Домашние животные",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Другие домашние животные",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Наличие других домашних животных",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Кошки",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Наличие кошки",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Порода кошки",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Разведение животных",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Разведение котят",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Разведение щенков",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Собаки",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Наличие собаки",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Порода собаки",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Малые группы",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Доверие к другим",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Уровень доверия к другим | Знакомые, с которыми вместе проводите свободное время",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия к другим | Коллеги",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия к другим | Незнакомые люди, живущие в вашем городе",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Уровень доверия к другим | Соседи по дому",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Семья",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Дети",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Количество",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Размер домохозяйства",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Количество поколений",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Размер семьи",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Семейное положение",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Оценка семейного положения",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Этничность",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Национальность",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Народность",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "name": "Экономика",
        "value": 11.11111111111111,
        "children": [
          {
            "name": "Потребление",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Мода",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Предпочтения в одежде",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Следование моде",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Посещение",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Частота посещения | Бары / пабы",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Кафе",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Кинотеатры",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Ночные клубы / дискотеки",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Рестораны",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Рестораны фастфуд (fast food) / быстрого питания",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Салоны красоты",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Спортивные мероприятия (футбол, хоккей и т.д.)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Театры, концерты, выставки",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Частота посещения | Фитнес клуб / спортзал",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Стратегия экономии",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Виды экономии | Внимательно читаю рекламные брошюры в магазинах в поисках товаров по акции (товаров со скидкой)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Выбираю магазины со специальными предложениями и скидками",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Если у меня есть карта лояльности, я скорее совершу покупку в этой торговой сети",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Если я случайно вижу стойки со специальными предложениями, я могу купить марку, даже если раньше ее не пробовал(а)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Избегаю определенных отделов/полок в магазине, чтобы уменьшить возможный соблазн",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Избегаю покупки дорогих брендов (марок)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Избегаю покупки ненужных продуктов",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Избегаю совместного похода за покупками с другими членами семьи, чтобы минимизировать импульсные покупки",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Ищу промо-акции и скидки на товары, которые я покупаю регулярно",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Не покупаю/реже покупаю дорогие виды продуктов",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Обращаю более пристальное внимание на выгодные продукты (с хорошим соотношением «цена-качество»)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Обращаю более пристальное внимание на цену за 1 кг. продуктов",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Отслеживаю в каких магазинах проходят акции на конкретные товары/продукты и целенаправленно хожу/езжу в эти магазины за этими товарами/продуктами",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю более дешевые бренды (марки)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю более дорогие бренды (марки) только по акции (со скидкой)",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю дорогие продукты, но в меньшем количестве",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю и запасаю продукты впрок",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю продукты питания только, если я уверен(а), что употреблю их",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю продукты с максимальным сроком хранения",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Покупаю собственные торговые марки (частные марки) магазинов чаще, чем делал(а) это раньше",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Пополняю запасы меньшим количеством продуктов: Я покупаю исключительно то, что мне действительно нужно",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Реже хожу за продуктами, чтобы держать свой бюджет под контролем",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Составляю письменный список продуктов, которые собираюсь купить, чтобы минимизировать количество незапланированных покупок",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Трачу больше времени, чем раньше, на сравнение цен на продукты",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Уменьшаю количество пищевых отходов",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Чаще изучаю информацию в Интернете в поиске самых лучших ценовых предложений",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Чаще использую дисконтные карты",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Чаще покупаю продукты в дискаунтерах",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Чаще покупаю продукты на местном (ближайшем) рынке",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Виды экономии | Чаще покупаю продукты питания через Интернет",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Структура расходов",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Ежемесячные расходы",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Сотовый оператор",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Факторы выбора",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Факторы выбора товара",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Собственность",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Движимое имущество",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Марка автомобиля",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Сколько автомобилей",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Состояние автомобиля",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Количество предметов в пользовании",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Сколько предметов есть",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Наличие собственности",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Тип собственности",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Недвижимое имущество",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Размер",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Тип имущества",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Форма владения",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Трудоустройство",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Занятость",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Наличие работы",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Сфера занятости",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Формы трудоустройства",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Формы безработицы",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Группа неработающих",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "name": "Финансы",
            "value": 3.7037037037037037,
            "children": [
              {
                "name": "Банковские продукты",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Виды банковских продуктов",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Доходы",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Доход домохозяйства",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Личный доход",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Материальное положение",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Оценка материального положения",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Сбережения",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Процент от ДХ",
                    "value": 0.5128205128205128,
                    "children": []
                  },
                  {
                    "name": "Процент от личного дохода",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              },
              {
                "name": "Страховые продукты",
                "value": 1.3888888888888888,
                "children": [
                  {
                    "name": "Виды страхования",
                    "value": 0.5128205128205128,
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
]


export const SUN_DATA_MINI = [
  {
    "name": "Биология",
    "value": 33.333333333333336,
  },
  {
    "name": "Психология",
    "value": 33.333333333333336,
  },
  {
    "name": "Социология",
    "value": 33.333333333333336,
  }
]

export const TEST_CHECK_TREE = [
  {
    label: 'Node 1',
    value: 'node-1',
    children: [
      {
        label: 'Child 1.1',
        value: 'child-1.1',
      },
      {
        label: 'Child 1.2',
        value: 'child-1.2',
      }
    ]
  },
  {
    label: 'Node 2',
    value: 'node-2',
    children: [
      {
        label: 'Child 2.1',
        value: 'child-2.1',
      },
      {
        label: 'Child 2.2',
        value: 'child-2.2',
      }
    ]
  }
];


